{
    "LBL_ROK_SUMMARY": "Safely find a tenant or a house with RentOK: a simple, quick and safe way to transfer the first month’s rent and/or deposit. Tenants are assured that their money will end up at the right place, and landlords will secure themselves of a simple downpayment of the first month's rent and/or deposit. This service has been developed in cooperation with Online Betaalplatform: a payment service provider licensed at the Nederlandsche Bank. OBP complies with all laws and regulations for the processing of payments. This is how it works:",
    "LBL_ROK_USER_CHOICE": "I am a...",
    "LBL_ROK_BTN_LANDLORD": "Landlord",
    "LBL_ROK_BTN_TENANT": "Tenant",
    "LBL_ROK_NO_KEY_TITLE": "Did not receive the key or the money?",
    "LBL_ROK_NO_KEY_CONTENT": "Please contact <a href='mailto:support@kamernet.nl'>support@kamernet.nl</a> as quickly as possible. ",
    "LBL_QUESTIONS_TITLE_BUY_NOW": "Frequently asked questions",
    "LBL_QUESTION_1_BUY_NOW": "What is RentOK?",
    "LBL_ANSWER_1_BUY_NOW": "Via RentOK tenants can transfer a down payment, rent and or/deposit to (verified) landlords in an easy and safe way. You can recognize verified landlords byt the verified sign below their profile picture. You can safely transfer monet with a rent request. The money that is transferred is saved on a third party account at Online Betaalplatform. The money will be controlled here until the tenant has received the key. Within 7 working days after the key transfer the landlord will receive the money on his/her account. ",
    "LBL_QUESTION_2_BUY_NOW": "Who is Online Betaalplatform?",
    "LBL_ANSWER_2_BUY_NOW": "Online Payment Platform is a payment service provider with a license at De Nederlandsche Bank. OBP complies with all laws and regulations for processing payments. OBP verifies the bank account and identity of the landlord and holds the amount until the key transfer has taken place. Visit the <a href='https://onlinepaymentplatform.com/en' target='_blank'>Online Betaalplatform website</a> for more information.",
    "LBL_QUESTION_3_BUY_NOW": "What are the benefits of RentOK",
    "LBL_ANSWER_3_BUY_NOW_SUBHEADER_TENANT": "FOR TENANTS",
    "LBL_ANSWER_3_BUY_NOW_TENANT_B1": "The money will be transferred to the landlord's bank account once you have received the key. Until then, the money will be safely parked on a third party account at <a href='https://onlinepaymentplatform.com/en' target='_blank'>OBP</a>",
    "LBL_ANSWER_3_BUY_NOW_TENANT_B2": "The landlord has been verified on the basis of a Dutch bank account. For amounts that exceed € 250, the landlord must also verify his identity in order to receive your down payment, rent and/or deposit.",
    "LBL_ANSWER_3_BUY_NOW_TENANT_B3": "Did you not receive the key? Your money will be refunded.",
    "LBL_ANSWER_3_BUY_NOW_SUBHEADER_LANDLORD": "FOR LANDLORDS",
    "LBL_ANSWER_3_BUY_NOW_LANDLORD_B1": "You do not have to share your bank details with strangers.",
    "LBL_ANSWER_3_BUY_NOW_LANDLORD_B2": "It is no longer necessary to wait until the rent, down payment or deposit is on your account. A payment confirmation is now sufficient. After confirmation, it is guaranteed that the amount will be transferred to your account. This is done within 7 working days after the key transfer.",
    "LBL_ANSWER_3_BUY_NOW_LANDLORD_B3": "All security measures that apply to iDEAL also apply to RentOK via Kamernet.",
    "LBL_QUESTION_4_BUY_NOW": "How does RentOK work?",
    "LBL_ANSWER_4_BUY_NOW_SUBHEADER_TENANT": "FOR TENANTS",
    "LBL_ANSWER_4_BUY_NOW_TENANT_B1": "Are you the chosen tenant? You can ask the landlord to send you a rent request via 'My Messages'. You can find the rent request button in the conversation with the landlord. ",
    "LBL_ANSWER_4_BUY_NOW_TENANT_B2": "The landlord may also have sent you a rental request. Always check carefully whether the amounts correspond to the agreements made. We recommend that you pay only when the rental contract has been signed, unless it is a down payment.",
    "LBL_ANSWER_4_BUY_NOW_TENANT_B3": "After you transferred the money via the RentOK rent request the amount will be parked on a third party account at <a href='https://onlinepaymentplatform.com/en' target='_blank'>Online Betaalplatform</a>. They will transfer the money after you received the key.",
    "LBL_ANSWER_4_BUY_NOW_SUBHEADER_LANDLORD": "FOR LANDLORDS",
    "LBL_ANSWER_4_BUY_NOW_SUBHEADER_LANDLORD_ANSWER": "As a landlord you can send a rent request via 'My Messages' to the new tenant. The rent request is a payment link with all details about the payment, such as extra costs.",
    "LBL_ANSWER_4_BUY_NOW_LANDLORD_B1": "After creating and sending the rent request, the tenant receives it in his/her inbox. With one click, the person is referred to his/her banking environment. Here, the payment is processed immediately.",
    "LBL_ANSWER_4_BUY_NOW_LANDLORD_B2": "When the payment is made, both the tenant and the landlord receive a confirmation in 'My Messages'.",
    "LBL_ANSWER_4_BUY_NOW_LANDLORD_B3": "A payment is transferred to the landlord within 7 working days to the verified account.",
    "LBL_QUESTION_5_BUY_NOW": "What should I keep in mind when using RentOK?",
    "LBL_ANSWER_5_BUY_NOW_SUBHEADER_TENANT": "FOR TENANTS",
    "LBL_ANSWER_5_BUY_NOW_TENANT_B1": "Did you not receive the key? Let us know within 7 days at <a href='mailto:supportdesk@kamernet.nl'>supportdesk@kamernet.nl</a>",
    "LBL_ANSWER_5_BUY_NOW_TENANT_B2": "If you have not indicated that you have not received the key within 7 days, we assume that you have received the key. The amount will now be transferred to the landlord.",
    "LBL_ANSWER_5_BUY_NOW_TENANT_B3": "The tenants is charged a service fee for every payment made through RentOK. This is always 5% of the total transaction amount.",
    "LBL_ANSWER_5_BUY_NOW_TENANT_B4": "You can pay with iDEAL or Creditcard",
    "LBL_ANSWER_5_BUY_NOW_SUBHEADER_LANDLORD": "FOR LANDLORDS",
    "LBL_ANSWER_5_BUY_NOW_SUBHEADER_LANDLORD_ANSWER": "Online Betaalplatform and identity check",
    "LBL_ANSWER_5_BUY_NOW_LANDLORD_B1": "The RentOK service has been developed in collaboration with Online Betaalplatform (a trade name of Media Medics B.V.). Online Betaalplatform has a license with De Nederlandsche Bank as a payment service provider and complies with all laws and regulations for processing payments.",
    "LBL_ANSWER_5_BUY_NOW_LANDLORD_B2": "Online Betaalplatform checks whether the identity of the landlord matches the linked bank account that the landlord has previously verified. This information is not provided to Kamernet.",
    "LBL_ANSWER_5_BUY_NOW_LANDLORD_B3": "The RentOK service is available for both private and business users.",
    "LBL_ANSWER_5_BUY_NOW_LANDLORD_B4": "<a href='https://onlinebetaalplatform.nl/assets/public/static/algemene-voorwaarden-c2c-betaallink.html' target='_blank'>More information about the ID check by Online Betaalplatform can be found here.</a>",
    "LBL_ANSWER_5_BUY_NOW_SUBHEADER_EXTRA_ANSWER": "Service fee and rent requests with iDEAL",
    "LBL_ANSWER_5_BUY_NOW_EXTRA_B1": "The tenants is charged a service fee for every payment made through RentOK. This is always 5% of the total transaction amount."
}